# закомментируй если не хочешь искать по даному параметру

# текст по которому производить поиск
SEARCHING_PARAMETER = 'python'

# зона в которой проводить поиск
AREA = [
    "ЦФО",
    "СЗО",
    #"Москва",
    #"Казань",
    #"Санкт-Петербург",
    #"Новосибирск",
    #"Владивосток"
]

# опыт работы
# ВНИМАНИЕ можно выбрать только один вариант
EXPIRIANCE = [
    "Нет опыта",
    #"От 1 до 3 лет",
]

# Желаемая должность
POSITIONS = [
    "Программист-разработчик",
    #"Cистемный администратор"
]

# График работы
SCHEDULE = [
    #"Полный день",
    "Удаленная работа"
]

# писать ли внутри контейнера логи для дебага
DEBUG_LOG = False
